[A_Item_Assassin.ClassMod_Assassin_LegendaryKiller:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="''Well, that escalated quickly.''"

[A_Item_Assassin.ClassMod_Assassin_LegendaryNinja:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="''In the midst of combat, keep stillness inside of you.''"

[A_Item_Assassin.ClassMod_Assassin_LegendarySniper:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="''Boom! Headshot.''"

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Anarchist:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Chaos is a friend of mine.''"

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Catalyst:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="''Shocking, isn't it?''"

[A_Item_Mechromancer.ClassMod_Mechromancer_Legendary_Roboteer:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Science, my sweetest valentine!''"

[A_Item_Merc.ClassMod_Merc_LegendaryGunzerker:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Nobody puts this baby in a corner.''"

[A_Item_Merc.ClassMod_Merc_LegendaryGunzerker:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Increases [skill]Action Skill Cooldown Rate[-skill]."

[A_Item_Merc.ClassMod_Merc_LegendaryHoarder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Ain't got time for dilly-dally.''"

[A_Item_Merc.ClassMod_Merc_LegendaryTitan:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Challenge accepted.''"

[A_Item_Psycho.ClassMod_Psycho_Legendary_Reaper:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="''This is gonna get ugly.''"

[A_Item_Psycho.ClassMod_Psycho_Legendary_Sickle:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="''You're entering a world of pain.''"

[A_Item_Psycho.ClassMod_Psycho_Legendary_Torch:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="''Embrace the deep dark warmth.''"

[A_Item_Siren.ClassMod_Siren_LegendaryBinder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]Action Skill Cooldown Rate[-skill] for the [skill]entire team[-skill]."

[A_Item_Siren.ClassMod_Siren_LegendaryBinder:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="''Please hold.''"

[A_Item_Siren.ClassMod_Siren_LegendaryCat:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="''Rawr.''"

[A_Item_Siren.ClassMod_Siren_LegendaryNurse:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="''A friend in need is a friend indeed.''"

[A_Item_Soldier.ClassMod_Soldier_LegendaryEngineer:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Engineered for perfection.''"

[A_Item_Soldier.ClassMod_Soldier_LegendaryEngineer:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Increases [skill]Action Skill Cooldown Rate[-skill]."

[A_Item_Soldier.ClassMod_Soldier_LegendaryPointman:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Point taken.''"

[A_Item_Soldier.ClassMod_Soldier_LegendaryRanger:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Wanna know why I got these scars?''"

[AttributePresentations.AttrPresent_Lobellia_InstigatedStatusEffectDamageModifier AttributePresentationDefinition]
Description="Elemental Effect Damage"
